[
  {
    "AlbumName": "Letha Taiwan Ewaves",
    "Description": "Laborum eu est dolor sint consectetur commodo fugiat nulla Lorem reprehenderit incididunt ad do. Magna laboris fugiat officia magna enim Lorem proident amet veniam aute enim amet ea. Commodo irure quis aute culpa id pariatur proident nisi excepteur cupidatat eu sunt laboris deserunt.\r\n",
    "PublisherId": 8,
    "TotalListeningHours": 86,
    "TotalSongs": 19
  },
  {
    "AlbumName": "Bessie France Comtour",
    "Description": "Sit quis aliquip ipsum ea enim Lorem labore. Sunt nulla minim commodo esse labore velit quis consectetur cillum mollit sint et mollit aliquip. Et dolore ipsum nisi aliquip occaecat dolor eu sit incididunt non adipisicing ea veniam. Quis proident duis adipisicing ex est ad magna officia eiusmod nostrud ut culpa qui.\r\n",
    "PublisherId": 3,
    "TotalListeningHours": 110,
    "TotalSongs": 27
  },
  {
    "AlbumName": "Frank Saint Kitts and Nevis Vitricomp",
    "Description": "Commodo aliqua consectetur aliqua qui est nulla aute incididunt. Dolor exercitation do anim adipisicing aliqua culpa non incididunt. Voluptate irure anim do pariatur minim id sit laboris elit veniam exercitation id in.\r\n",
    "PublisherId": 9,
    "TotalListeningHours": 137,
    "TotalSongs": 28
  },
  {
    "AlbumName": "Holden Antigua and Barbuda Calcu",
    "Description": "Duis ex nostrud aute sunt non aliquip officia consectetur. Dolore elit ad fugiat enim fugiat officia commodo anim veniam aliqua duis duis magna commodo. Proident eiusmod anim consectetur qui consequat consequat veniam proident.\r\n",
    "PublisherId": 10,
    "TotalListeningHours": 182,
    "TotalSongs": 20
  },
  {
    "AlbumName": "Dillard Micronesia Gonkle",
    "Description": "Dolor duis amet laboris consequat dolor exercitation voluptate. Do occaecat irure anim consectetur labore ipsum qui fugiat elit occaecat ut ullamco sunt incididunt. Sunt laboris exercitation laboris tempor commodo esse occaecat magna eiusmod. Ea enim duis nisi duis sint deserunt esse ullamco dolore ut exercitation quis id dolor. Est do commodo adipisicing et voluptate dolore deserunt id pariatur mollit. Eu non exercitation ipsum do minim culpa tempor id mollit id qui.\r\n",
    "PublisherId": 2,
    "TotalListeningHours": 77,
    "TotalSongs": 25
  },
  {
    "AlbumName": "Rodgers United Arab Emirates Opticon",
    "Description": "Eiusmod ipsum consequat aliquip officia laboris culpa ullamco. Velit in voluptate Lorem proident tempor cupidatat id enim esse cupidatat. Pariatur amet ad id ut eiusmod voluptate. Lorem incididunt quis amet laboris sunt esse ad qui elit duis enim eiusmod est. Adipisicing adipisicing culpa officia commodo excepteur aute sit aliquip commodo.\r\n",
    "PublisherId": 7,
    "TotalListeningHours": 142,
    "TotalSongs": 17
  },
  {
    "AlbumName": "Bernadine South Africa Zentia",
    "Description": "Est anim deserunt excepteur velit qui aliquip aute cillum non et occaecat minim anim. Adipisicing proident magna aliquip incididunt amet duis ut non excepteur tempor eiusmod cupidatat. Adipisicing fugiat consectetur ea eu dolore laboris nisi eiusmod culpa. Quis velit incididunt qui occaecat in exercitation. Labore eu amet officia excepteur dolore ullamco magna labore amet. Dolore adipisicing amet anim cillum do consequat id Lorem occaecat aliqua tempor pariatur ex ex.\r\n",
    "PublisherId": 8,
    "TotalListeningHours": 170,
    "TotalSongs": 25
  },
  {
    "AlbumName": "Lewis Yemen Hyplex",
    "Description": "Tempor sint excepteur nisi est ipsum nostrud commodo fugiat proident duis aliqua laborum. Anim eiusmod ea id officia eu est eiusmod velit. Exercitation incididunt do sint excepteur mollit ea aliqua non. Anim occaecat nulla labore tempor culpa nisi magna nostrud ullamco mollit eiusmod cupidatat elit. Pariatur veniam labore elit magna mollit mollit.\r\n",
    "PublisherId": 9,
    "TotalListeningHours": 100,
    "TotalSongs": 25
  }
]
