[
  {
    "PlaylistName": "Wilda Liberia Moreganic",
    "Description": "Dolor nisi esse est do aliquip ut ex ut nostrud ut. Velit laboris tempor nostrud enim ut eu sunt ad consectetur aliqua. Quis occaecat anim enim irure labore mollit exercitation. Amet aliquip qui eu laboris id esse fugiat irure occaecat. Magna ex sit aliqua commodo laborum labore consequat sunt tempor.\r\n",
    "PublisherId": 6,
    "TotalListeningHours": 197,
    "TotalSongs": 21
  },
  {
    "PlaylistName": "Lorie China Bleendot",
    "Description": "Amet ex cillum et ut eiusmod eu do minim deserunt nostrud ipsum veniam. Aliquip aliquip aliqua duis cupidatat velit reprehenderit do esse. Quis sunt enim occaecat proident et.\r\n",
    "PublisherId": 5,
    "TotalListeningHours": 31,
    "TotalSongs": 27
  },
  {
    "PlaylistName": "Fox Estonia Kneedles",
    "Description": "Tempor duis elit consequat duis magna. Est velit laboris laboris officia ea deserunt. Consequat occaecat consequat eu commodo nostrud deserunt minim non. Tempor excepteur commodo consequat quis pariatur ex consectetur aute aliqua ad cillum officia cillum sunt. Excepteur excepteur irure non nisi ipsum dolore officia incididunt. Duis eu officia mollit ad. Nostrud et deserunt adipisicing laborum quis aliqua incididunt esse commodo.\r\n",
    "PublisherId": 4,
    "TotalListeningHours": 39,
    "TotalSongs": 30
  },
  {
    "PlaylistName": "Effie Germany Supremia",
    "Description": "Eiusmod consectetur et excepteur commodo id. Sit proident anim adipisicing pariatur cillum in eu aliqua. Lorem est consectetur aliqua in culpa nulla occaecat minim exercitation commodo.\r\n",
    "PublisherId": 4,
    "TotalListeningHours": 120,
    "TotalSongs": 22
  },
  {
    "PlaylistName": "Karyn Christmas Island Boilicon",
    "Description": "Anim reprehenderit qui proident exercitation labore anim sunt. Do eiusmod do proident qui reprehenderit ea adipisicing nostrud aute eiusmod tempor elit. Pariatur ex tempor esse et magna aliqua dolor. Aliqua aliqua et veniam labore laboris minim veniam deserunt culpa. Tempor adipisicing ea consequat proident. Excepteur sint minim ullamco aliqua minim id ea ullamco veniam. Eu eiusmod pariatur anim eiusmod qui magna commodo.\r\n",
    "PublisherId": 2,
    "TotalListeningHours": 187,
    "TotalSongs": 10
  },
  {
    "PlaylistName": "Mamie Egypt Earthmark",
    "Description": "Anim eu quis sit aliqua laboris incididunt tempor magna duis aute magna. In eiusmod aute est quis nulla non officia duis. Cupidatat dolore fugiat laborum eu in veniam ipsum exercitation.\r\n",
    "PublisherId": 1,
    "TotalListeningHours": 101,
    "TotalSongs": 27
  },
  {
    "PlaylistName": "Kimberley Burundi Xplor",
    "Description": "Dolore do laborum aliqua voluptate ullamco. Nostrud minim nostrud labore anim esse pariatur magna aliquip irure sunt reprehenderit ipsum nulla. Ut et sit excepteur id excepteur reprehenderit minim nisi nostrud nulla tempor occaecat cillum tempor. Anim velit culpa sit culpa fugiat aliquip veniam sit commodo. Ut fugiat minim nostrud proident minim ut. Minim voluptate labore occaecat officia qui nostrud ad aliquip irure.\r\n",
    "PublisherId": 7,
    "TotalListeningHours": 146,
    "TotalSongs": 24
  },
  {
    "PlaylistName": "Lisa Kuwait Kozgene",
    "Description": "Officia et ea ex fugiat exercitation reprehenderit. Magna mollit laboris ut sint non amet sint commodo. Aliquip et enim nostrud cupidatat in amet. Ad officia dolor et fugiat irure esse laboris elit officia aliqua ea nulla. Nostrud tempor ullamco aute Lorem et officia cupidatat occaecat fugiat id. Quis ex occaecat incididunt ex ad est elit irure culpa aute laborum.\r\n",
    "PublisherId": 5,
    "TotalListeningHours": 197,
    "TotalSongs": 11
  }
]
